{
  "nav": {
    "home": {
      "en": "Home",
      "ko": "Home"
    },
    "about": {
      "en": "About",
      "ko": "About"
    },
    "projects": {
      "en": "Projects",
      "ko": "Projects"
    },
    "gallery": {
      "en": "Gallery",
      "ko": "Gallery"
    },
    "blog": {
      "en": "Blog",
      "ko": "Blog"
    },
    "services": {
      "en": "Services",
      "ko": "Services"
    },
    "contact": {
      "en": "Contact",
      "ko": "Contact"
    }
  },
  "about": {
    "title": {
      "en": "About Us",
      "ko": "About Us"
    },
    "content": {
      "en": "In an age where a few lines of prompts generate images and illustrations are completed with a single click, AI has lowered the barriers to design. Yet paradoxically, the line between true professionals and amateurs has become sharper than ever. Anyone can create a simple image now. But that's merely output—it cannot become art. The difference between those who settle for AI's first result and those who see it as a starting point determines everything. Maintaining stylistic consistency while expressing emotion. Unifying worldview and atmosphere while building brand identity. Selecting optimal results from countless generations and crafting high-quality visuals with refined completion. This is where a creator's true skill reveals itself. We don't simply use AI as a tool. We know how to collaborate with AI. Twenty years of game graphics experience provides direction, AI expands possibilities, and professional instinct completes the vision. From concept art to polished illustrations, we ensure consistent quality across every visual element of a project. Through AI-powered efficient workflows, we deliver faster results at more reasonable costs. This is the domain of true professionals in the AI era.",
      "ko": "몇 줄의 프롬프트로 이미지가 생성되고, 클릭 한 번에 일러스트가 완성되는 시대. AI는 디자인의 문턱을 낮췄지만, 역설적으로 진짜 프로와 아마추어의 경계는 그 어느 때보다 명확해졌습니다. 이제 누구나 간단한 이미지를 만들 수 있습니다. 하지만 그것은 단순한 결과물일 뿐, 작품이 될 수는 없습니다. AI가 만든 첫 결과에 만족하는 사람과, 그것을 시작점으로 삼는 사람의 차이가 모든 것을 결정합니다. 감성을 담으면서도 스타일의 일관성을 유지하고, 세계관과 분위기를 통일하며 브랜드 아이덴티티를 구축하는 일. 수많은 생성 결과에서 최적을 선별하고, 세련된 완성도로 고퀄리티 비주얼을 만드는 것. 여기서 크리에이터의 진짜 실력이 드러납니다. 우리는 AI를 단순히 도구로 사용하지 않습니다. AI와 협업하는 방법을 알고 있습니다. 20년간의 게임 그래픽 경험이 방향을 제시하고, AI가 가능성을 확장하며, 전문가의 감각이 완성합니다. 컨셉 아트부터 완성도 높은 일러스트까지, 프로젝트의 모든 비주얼 요소를 일관된 품질로 보장합니다. AI 기반 효율적 워크플로우를 통해 더 빠르고, 합리적인 비용으로 결과물을 제공합니다. 이것이 AI 시대 진정한 프로페셔널의 영역입니다."
    }
  },
  "latestProjects": {
    "title": {
      "en": "Projects",
      "ko": "Projects"
    },
    "viewAll": {
      "en": "View All Projects",
      "ko": "View All Projects"
    },
    "items": [
      {
        "title": {
          "en": "Game Concept Art",
          "ko": "Game Concept Art"
        },
        "category": {
          "en": "Concept Art",
          "ko": "Concept Art"
        }
      },
      {
        "title": {
          "en": "Character Illustration",
          "ko": "Character Illustration"
        },
        "category": {
          "en": "Character Design",
          "ko": "Character Design"
        }
      },
      {
        "title": {
          "en": "Environment & Promotional Animation",
          "ko": "Environment & Promotional Animation"
        },
        "category": {
          "en": "Environment & Animation",
          "ko": "Environment & Animation"
        }
      }
    ]
  },
  "gallery": {
    "title": {
      "en": "Gallery",
      "ko": "Gallery"
    },
    "viewFull": {
      "en": "View Full gallery",
      "ko": "View Full gallery"
    },
    "items": [
      {
        "title": {
          "en": "Artwork Title 1",
          "ko": "Artwork Title 1"
        },
        "category": {
          "en": "Illustration",
          "ko": "Illustration"
        }
      },
      {
        "title": {
          "en": "Artwork Title 2",
          "ko": "Artwork Title 2"
        },
        "category": {
          "en": "Concept Art",
          "ko": "Concept Art"
        }
      },
      {
        "title": {
          "en": "Artwork Title 3",
          "ko": "Artwork Title 3"
        },
        "category": {
          "en": "Character Design",
          "ko": "Character Design"
        }
      }
    ]
  },
  "services": {
    "title": {
      "en": "Our Services",
      "ko": "Our Services"
    },
    "items": [
      {
        "title": {
          "en": "Game Concept Art",
          "ko": "Game Concept Art"
        },
        "description": {
          "en": "High-quality concept art created by expert artists with 20 years of experience combined with AI technology. From rapid ideation to detailed finished works, delivered efficiently.",
          "ko": "20년 경력의 전문 아티스트와 AI 기술이 결합된 고품질 컨셉 아트. 빠른 아이디어 스케치부터 디테일한 완성작까지, 효율적으로 제작합니다."
        }
      },
      {
        "title": {
          "en": "Character Illustration",
          "ko": "Character Illustration"
        },
        "description": {
          "en": "Captivating character designs specialized for games and advertising. Creating characters optimized for project objectives using diverse styles and expression techniques.",
          "ko": "게임과 광고에 특화된 매력적인 캐릭터 디자인. 다양한 스타일과 표현 기법으로 프로젝트 목적에 최적화된 캐릭터를 제작합니다."
        }
      },
      {
        "title": {
          "en": "Environment Art",
          "ko": "Environment Art"
        },
        "description": {
          "en": "Game backgrounds and environment designs that maximize immersion. Building consistent worldviews from concept to final completion to enhance player experience.",
          "ko": "몰입감을 극대화하는 게임 배경과 환경 디자인. 컨셉부터 최종 완성까지 일관된 세계관을 구축하여 플레이어 경험을 향상시킵니다."
        }
      },
      {
        "title": {
          "en": "Promotional Animation",
          "ko": "Promotional Animation"
        },
        "description": {
          "en": "2D motion graphics and promotional animations that elevate brand value. Adding vitality to static illustrations to create more impactful marketing materials.",
          "ko": "브랜드 가치를 높이는 2D 모션 그래픽과 프로모션 애니메이션. 정적인 일러스트에 생동감을 더해 더욱 임팩트 있는 마케팅 자료를 제작합니다."
        }
      },
      {
        "title": {
          "en": "AI Workflow",
          "ko": "AI Workflow"
        },
        "description": {
          "en": "Efficient production process utilizing the latest AI tools. Guaranteeing high-quality results with 50% faster work speed and reasonable costs compared to traditional methods.",
          "ko": "최신 AI 도구를 활용한 효율적인 제작 프로세스. 기존 방식 대비 50% 빠른 작업 속도와 합리적인 비용으로 고품질 결과물을 보장합니다."
        }
      },
      {
        "title": {
          "en": "Integrated Art Solution",
          "ko": "Integrated Art Solution"
        },
        "description": {
          "en": "One-stop service from concept to completion. Delivering cohesive results by finishing all 2D graphic elements of a project with consistent style and quality.",
          "ko": "컨셉부터 완성까지 원스톱 서비스. 프로젝트의 모든 2D 그래픽 요소를 일관된 스타일과 품질로 완성하여 통일성 있는 결과물을 제공합니다."
        }
      }
    ]
  },
  "clients": {
    "title": {
      "en": "Worked with",
      "ko": "Worked with"
    }
  },
  "testimonials": {
    "title": {
      "en": "Testimonials",
      "ko": "Testimonials"
    },
    "items": [
      {
        "text": {
          "en": "MAJORS STUDIO's concept art has perfectly realized our game's vision. Their attention to detail and creative process exceeded our expectations with fervent enthusiasm.",
          "ko": "MAJORS STUDIO의 컨셉 아트는 우리 게임의 비전을 완벽하게 실현했습니다. 세심한 디테일과 창의적인 과정이 기대를 뛰어넘었습니다."
        },
        "author": {
          "en": "- Major Game Developer",
          "ko": "- Major Game Developer"
        }
      },
      {
        "text": {
          "en": "Professional and reliable, always delivering high-quality results. MAJORS STUDIO has become an invaluable partner for our multiple projects. Fast, efficient and immensely talented.",
          "ko": "전문적이고 신뢰할 수 있으며, 항상 고품질의 결과물을 제공합니다. MAJORS STUDIO는 우리의 여러 프로젝트에서 없어서는 안 될 파트너가 되었습니다."
        },
        "author": {
          "en": "- Mobile Game Publisher",
          "ko": "- Mobile Game Publisher"
        }
      },
      {
        "text": {
          "en": "Their AI-powered workflow combined with 20 years of experience delivers exceptional results in record time. The perfect blend of traditional expertise and modern innovation.",
          "ko": "20년의 경험과 AI 기반 워크플로우의 결합은 놀라운 결과물을 빠르게 제공합니다. 전통적인 전문성과 현대적 혁신의 완벽한 조화입니다."
        },
        "author": {
          "en": "- Design Studio",
          "ko": "- Design Studio"
        }
      }
    ]
  },
  "contact": {
    "infoTitle": {
      "en": "Contact information",
      "ko": "Contact information"
    },
    "intro": {
      "en": "Please use contact information below. If you want to send us a message, please use our contact form to the right and we will respond promptly.",
      "ko": "아래 연락처 정보를 이용해주세요. 메시지를 보내시려면 오른쪽 문의 양식을 사용해주시면 신속하게 답변드리겠습니다."
    },
    "location": {
      "en": "HQ Location:",
      "ko": "HQ Location:"
    },
    "locationText": {
      "en": "Seongnam-si, Gyeonggi-do, Korea",
      "ko": "대한민국 경기도 성남시"
    },
    "email": {
      "en": "Email:",
      "ko": "Email:"
    },
    "social": {
      "en": "Social links:",
      "ko": "Social links:"
    },
    "formTitle": {
      "en": "Send us a message",
      "ko": "Send us a message"
    },
    "namePlaceholder": {
      "en": "Name *",
      "ko": "Name *"
    },
    "emailPlaceholder": {
      "en": "E-mail *",
      "ko": "E-mail *"
    },
    "projectTypePlaceholder": {
      "en": "Project Type *",
      "ko": "Project Type *"
    },
    "projectTypes": {
      "conceptArt": {
        "en": "Concept Art",
        "ko": "Concept Art"
      },
      "characterDesign": {
        "en": "Character Design",
        "ko": "Character Design"
      },
      "environmentDesign": {
        "en": "Environment Design",
        "ko": "Environment Design"
      },
      "illustration": {
        "en": "Illustration",
        "ko": "Illustration"
      },
      "artDirection": {
        "en": "Art Direction",
        "ko": "Art Direction"
      },
      "multiple": {
        "en": "Multiple Services",
        "ko": "Multiple Services"
      },
      "consultation": {
        "en": "Consultation",
        "ko": "Consultation"
      }
    },
    "messagePlaceholder": {
      "en": "Message *",
      "ko": "Message *"
    },
    "submitButton": {
      "en": "SEND MESSAGE",
      "ko": "SEND MESSAGE"
    }
  },
  "footer": {
    "copyright": {
      "en": "© 2025 MAJORS STUDIO. All rights reserved.",
      "ko": "© 2025 MAJORS STUDIO. All rights reserved."
    }
  },
  "meta": {
    "title": {
      "en": "MAJORS STUDIO | Creative Production Studio",
      "ko": "MAJORS STUDIO | 크리에이티브 프로덕션 스튜디오"
    },
    "description": {
      "en": "MAJORS STUDIO - Premium art studio providing creative visual solutions. Expert artists with 20 years of experience deliver concept art, character design, and game art.",
      "ko": "MAJORS STUDIO - 창의적인 비주얼 솔루션을 제공하는 프리미엄 아트 스튜디오. 20년 경력의 전문 아티스트가 컨셉 아트, 캐릭터 디자인, 게임 아트를 제공합니다."
    },
    "keywords": {
      "en": "concept art, character design, game art, illustration, art direction, visual design, creative studio",
      "ko": "컨셉 아트, 캐릭터 디자인, 게임 아트, 일러스트레이션, 아트 디렉션, 비주얼 디자인, 크리에이티브 스튜디오"
    },
    "ogDescription": {
      "en": "Creative visual solutions delivered by expert artists with 20 years of experience",
      "ko": "20년 경력의 전문 아티스트가 제공하는 창의적인 비주얼 솔루션"
    }
  }
}
